package desafioFinal.Principal;

public class Principal {
    public static void main(String[] args) {
        System.out.println(
                """
                *********************************************************
                *        🍞🛒 S I S T E M A   C L I   P Ã O   D E   A Ç Ú C A R 🛒🍞       *
                *********************************************************
                
                            ██████╗  █████╗  ██████╗ ██████╗ ██╗   ██╗ █████╗  ██████╗ 
                            ██╔══██╗██╔══██╗██╔════╝ ██╔══██╗██║   ██║██╔══██╗██╔═══██╗
                            ██████╔╝███████║██║  ███╗██████╔╝██║   ██║███████║██║   ██║
                            ██╔═══╝ ██╔══██║██║   ██║██╔═══╝ ██║   ██║██╔══██║██║   ██║
                            ██║     ██║  ██║╚██████╔╝██║     ╚██████╔╝██║  ██║╚██████╔╝
                            ╚═╝     ╚═╝  ╚═╝ ╚═════╝ ╚═╝      ╚═════╝ ╚═╝  ╚═╝ ╚═════╝ 
                
                Bem-vindo ao CLI do Pão de Açúcar! 🍏🍞
                
                Escolha uma das opções abaixo digitando o número correspondente:
                
                [1] 🥦 Comprar Alimento
                [2] 🔌 Comprar Eletrodoméstico
                [3] 🛍️  Visualizar Carrinho
                [4] 💳 Finalizar Compra
            
                *********************************************************
                """);



    }
}
